Repository: common-repository/bike-rental
Catalog: languages/bike-rental-*.po
Languages: uk

source: Bike Rental Pro Settings
uk: Налаштування прокату велосипедів Pro

source: Bike Rental Pro General Settings
uk: Загальні налаштування Bike Rental Pro

source: Please select Drop-off Location
uk: Виберіть Місце висадки

source: Please select Pick-up location
uk: Виберіть місце прийому

source: Your theme does not declare %1$s plugin support. Please check out our %2$s theme which has been developed specifically for use with %1$s plugin.
uk: У вашій темі не вказано підтримку плагіна %1$s. Будь ласка, ознайомтесь з нашою темою %2$s, яка була розроблена спеціально для використання з плагіном %1$s.

source: Settings
uk: Налаштування

source: Support
uk: Тех. підтримка

source: Bikes
uk: Велосипеди

source: More Bikes
uk: Більше велосипедів

source: Title
uk: Заголовок

source: Product Button Text
uk: Текст кнопки продукту

source: Product Button Link
uk: Посилання на кнопку продукту

source: Product Count Display
uk: Відображення кількості продуктів

source: Icon
uk: Значок

source: Add Icon
uk: Додати значок

source: Remove Icon
uk: Видалити значок

source: Select or Upload Icon For Amenity
uk: Виберіть або завантажте значок для зручності

source: Use this icon
uk: Використовуйте цей значок

source: No Bike Set
uk: Немає зайнятих велосипедів

source: Add New Bike
uk: Додати новий велосипед

source: Bike Rental
uk: Прокат велосипедів

source: Age
uk: Вік

source: Pick-up & Drop-off locations
uk: Місце збору та вивезення

source: Any Locations
uk: Будь-які місця

source: Return at different location
uk: Повернення в іншому місці

source: Drop-off Locations
uk: Місце висадки

source: Choose Locations
uk: Виберіть Місцеположення

source: Locations
uk: Місцезнаходження

source: Pick-up from
uk: Пікап від

source: Return to
uk: Повернутися до

source: Adds Pickup and Return Locations of a rented product
uk: Додає місця вивезення та повернення орендованого товару

source: Not selected
uk: Не выбрано

source: pick-up from
uk: пікап від

source: return to
uk: повернутися до

source: removed
uk: видалено

source: Not Selected
uk: Не выбрано

source: Can't get location data
uk: Не вдається отримати дані про місцезнаходження

source: Checkout
uk: Перевіряти

source: Thank you
uk: Дякую

source: Bike
uk: Велосипед

source: Edit Bike
uk: Редагувати велосипед

source: New Bike
uk: Новий велосипед

source: View Bike
uk: Переглянути велосипед

source: View Bikes
uk: Переглянути велосипеди

source: Search Bikes
uk: Шукати велосипеди

source: No Bike found
uk: Нічого не знайдено

source: No Bike found in Trash
uk: В кошику не знайдено велосипеда

source: Bike Attributes
uk: Атрибути велосипеда

source: Insert into Bike
uk: Вставте в Bike

source: Uploaded to this Bike
uk: Завантажено на цей велосипед

source: Extra
uk: Додатково

source: Add New Extra
uk: Додати Новий Додаток

source: Edit Extra
uk: Редагувати додаток

source: New Extra
uk: Новий додаток

source: View Extra
uk: Переглянути додаток

source: View Extras
uk: Переглянути додатки

source: Search Extras
uk: Пошук Додатків

source: No Extra found
uk: Додаток не знайдено

source: No Extra found in Trash
uk: У кошику не знайдено жодної зайвої

source: Extra Attributes
uk: Додаткові атрибути

source: Insert into Extra
uk: Вставте в Додаток

source: Uploaded to this Extra
uk: Завантажено до цього додатка

source: Extras
uk: Додатки

source: Types
uk: Типи

source: Type
uk: Тип

source: Add New Type
uk: Додати Новий Тип

source: Edit Type
uk: Редагувати Тип

source: New Type
uk: Новий Тип

source: View Type
uk: Переглянути Тип

source: Search Types
uk: Типи пошуку

source: No Types found
uk: Типи не знайдено

source: Bike Status
uk: Статус велосипеда

source: Ability to Choose Quantity
uk: Можливість вибору кількості

source: Quantity
uk: Кількість

source: Price on Request
uk: Ціна за запитом

source: Price
uk: Ціна

source: Price by days
uk: Ціна по днях

source: Day From
uk: День від

source: Day To
uk: День До

source: Price in Winter Season
uk: Ціна в зимовий сезон

source: Price in Spring Season
uk: Ціна у весняний сезон

source: Price in Summer Season
uk: Ціна в літній сезон

source: Price in Autumn Season
uk: Ціна в осінній сезон

source: Extra Status
uk: Статус Додатка

source: Attributes
uk: Атрибути

source: Orders
uk: Замовлення

source: Your profile
uk: Ваш профіль

source: General Settings
uk: Загальні налаштування

source: Your Destination
uk: Ваше призначення

source: Enter city, region or district
uk: Введіть місто, область чи район

source: Check In
uk: Зареєструватися

source: Check Out
uk: Вийти

source: User Rating
uk: Рейтинг користувачів

source: Simple select
uk: Простий вибір

source: Sort by price
uk: Сортувати за ціною

source: Lowest first
uk: Спочатку найнижчий

source: Highest first
uk: Спочатку найвищий

source: All brands
uk: Всі марки

source: All types
uk: Всі типи

source: Back
uk: Назад

source: Advanced select
uk: Розширений вибір

source: View tours
uk: Переглянути екскурсії

source: BIKE:
uk: ВЕЛОСИПЕД:

source: SUBTOTAL
uk: ЗАГАЛЬНО

source: day(s)
uk: дн.

source: EXTRAS
uk: ДОДАДКОВО

source: pc(s).
uk: шт.

source: EXTRAS TOTAL
uk: ДОДАДКОВО ВСЬОГО

source: ORDER TOTAL
uk: ЗАМОВИТИ ВСЬОГО

source: Name
uk: Ім'я

source: Please enter your name!
uk: Введіть своє ім'я!

source: First name
uk: Ім'я

source: This field is required!
uk: Це поле є обов'язковим!

source: Last name
uk: Прізвище

source: Please enter your age!
uk: Введіть свій вік!

source: Phone
uk: Телефон

source: Please enter your phone!
uk: Введіть св ім'я!

source: Invalid Phone Number
uk: Недійсний номер телефону

source: Email address
uk: Email адреса

source: Please enter your email address!
uk: Введіть свою адресу електронної пошти!

source: Email Address
uk: Email адреса

source: Invalid Email Address
uk: Невірна e-mail адреса

source: Confirm Email Address
uk: Підтвердьте Email

source: Email Address does not match
uk: Адреса електронної пошти не відповідає

source: Additional requests or comments
uk: Додаткові запити або коментарі

source: Please enter your additional requests or comments!
uk: Введіть додаткові запити чи коментарі!

source: Your Message
uk: Ваше повідомлення

source: Payment method
uk: Спосіб оплати

source: Please choose your payment method!
uk: Оберіть спосіб оплати!

source: Terms and Conditions
uk: Правила та умови

source: I agree with
uk: З погоджуюся з

source: terms and conditions
uk: правила та умови

source: Confirm
uk: Підтвердьте

source: Your order is empty
uk: Ваше замовлення порожнє

source: From %d day
uk: З % d дня

source: %d day
uk: %d день

source: %d-%d days
uk: %d-%d днів

source: %s price
uk: %s ціна

source: Rent for
uk: Оренда за

source: From
uk: З

source: To
uk: До

source: Take bike in
uk: Візьміть велосипед

source: -Place-
uk: -Місце-

source: Bike size
uk: Розмір велосипеда

source: -Size-
uk: -Розмір-

source: Pedals type
uk: Тип педалей

source: -Type-
uk: -Тип-

source: EXTRA PRODUCTS
uk: ДОДАТКОВІ ПРОДУКТИ

source: Upgrade to Pro
uk: Оновіть до версії Pro

source: Featured Image
uk: Вибране зображення

source: Show extras
uk: Показати додадкове

source: Hide extras
uk: Сховати додаткові послуги

source: Are you sure you want to do it? Attribute "%s" will be completely removed from the products data without the possibility to recover them
uk: Ви впевнені, що хочете це зробити? Атрибут "%s" буде повністю видалений з даних про товари без можливості їх відновлення

source: Are you sure you want to delete chosen orders
uk: Ви впевнені, що хочете видалити слайд

source: Availble shortcodes
uk: Доступні шорткоди

source: Items per Page
uk: Елементів на сторінці

source: Clone
uk: Клонувати

source: Copy
uk: Копіювати

source: Term is not cloned
uk: Термін не клонується

source: Term is cloned
uk: Термін клонується

source: Term is cloned with some errors. Check term options
uk: Термін клонується з деякими помилками. Перевірте варіанти термінів

source: Holiday
uk: Вихідні

source: Workday
uk: Робочий день

source: from
uk: з

source: till
uk: до

source: Notes
uk: Примітки

source: attribute
uk: атрибут

source: attributes
uk: атрибути

source: No attributes found
uk: Атрибутів не знайдено

source: Description
uk: Опис

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Field name is empty.
uk: Назва поля порожня.

source: Select at least one available value.
uk: Виберіть принаймні одне доступне значення.

source: Select at least two available values.
uk: Виберіть принаймні два доступних значення.

source: The field has been updated
uk: Поле оновлено

source: The field has been created
uk: Поле створено

source: Add New
uk: Додати

source: Edit Attribute
uk: Редагувати атрибут

source: Add New Attribute
uk: Додати новий атрибут

source: Max Length
uk: Максимальна довжина

source: Specify field max length (for text field and textarea type) or max number (for number field type).
uk: Вкажіть максимальну довжину поля (для текстового поля та типу текстового поля) або максимальну кількість (для типу числового поля).

source: Field width in characters
uk: Ширина поля в символах

source: The height of the field in the text lines
uk: Висота поля в рядках тексту

source: Date Format
uk: Формат дати

source: Custom:
uk: Користувацький:

source: enter a custom date format in the following field
uk: введіть власний формат дати у наступному полі

source: Custom date format:
uk: Спеціальний формат дати:

source: example:
uk: приклад:

source: Documentation on date and time formatting.
uk: Документація щодо форматування дати та часу.

source: Time Format
uk: Формат часу

source: enter a custom time format in the following field
uk: введіть власний формат часу в наступному полі

source: Custom time format:
uk: Спеціальний формат часу:

source: Available Values
uk: Доступні значення

source: Name of value
uk: Назва цінності

source: Add
uk: Додати

source: Click save button to add more values
uk: Натисніть кнопку зберегти, щоб додати більше значень

source: Save Changes
uk: Зберегти налаштування

source: Not enough data
uk: Недостатньо даних

source: Attribute slug is wrong or empty
uk: Атрибут slug неправильний або порожній

source: Taxonomy with such slug already exists
uk: Таксономія з таким slug вже існує

source: One attribute deleted
uk: %s атрибут видалено

source: Attribute updated
uk: Атрибут оновлений

source: Uncategorized
uk: Без категорії

source: Default Rent Interval
uk: Інтервал оренди за замовчуванням

source: Exclude From Search
uk: Виключити з пошуку

source: Set as default
uk: Встановити за замовчуванням

source: Default term is changed
uk: Термін за замовчуванням змінено

source: All
uk: Всі

source: Can't add terms
uk: Не вдається додати умови

source: Can't add posts
uk: Не вдається додати публікації

source: Can't add thumbnail
uk: Не вдається додати ескіз

source: Terms don't exists
uk: Умов не існує

source: Can't remove terms
uk: Не вдається видалити умови

source: Can't remove posts
uk: Не вдається видалити публікації

source: Can't remove thumbnail
uk: Не вдається видалити ескіз

source: Location
uk: Розташування

source: Please enable JavaScript to add new location
uk: Будь ласка, увімкніть JavaScript, щоб додати нове місце

source: Address
uk: Адреса

source: Find by address
uk: Знайти за адресою

source: Find by coordinates
uk: Знайдіть за координатами

source: Latitude
uk: Широта

source: Longitude
uk: Довгота

source: location
uk: розташування

source: locations
uk: місця

source: No locations found
uk: Місцезнаходжень не знайдено

source: Field address is empty.
uk: Адреса поля порожня.

source: The location has been updated
uk: Місцезнаходження оновлено

source: The location has been created
uk: Місцезнаходження створено

source: Edit Location
uk: Редагувати місцезнаходження

source: Add New Location
uk: Додати нове місце

source: Coordinates
uk: Координати

source: One location deleted
uk: %s місце видалено

source: Location updated
uk: Місцезнаходження оновлено

source: order
uk: замовлення

source: orders
uk: замовлення

source: No orders found
uk: Замовлень не знайдено

source: Order
uk: Замовлення

source: Customer
uk: Клієнт

source: Status
uk: Статус

source: Customer Note
uk: Примітка клієнта

source: Total
uk: Всього

source: Date
uk: Дата

source: All dates
uk: Усі дати

source: All Customers
uk: Всі Клієнти

source: Filter
uk: Фільтр

source: Oops, something went wrong
uk: Щось пішло не так

source: Search
uk: Пошук

source: One order has been removed
uk: %s замовлення видалено

source: Unknown
uk: Невідомо

source: Cannot get the parent post
uk: Не вдається отримати батьківський пост

source: Cannot create the variation
uk: Не вдається створити варіацію

source: There were some errors during the copying of the product
uk: Під час копіювання продукту сталися помилки

source: There were some errors during the removing of the product
uk: Під час вилучення продукту сталися помилки

source: variation has been added successfully
uk: плагін успішно додано

source: variation has been removed successfully
uk: плагін успішно видалено

source: variation has been copied successfully
uk: плагін успішно скопійовано

source: Preferences
uk: Преференції

source: Gallery
uk: Галерея

source: Cannot get product's data
uk: Не вдається отримати дані про товар

source: Add new variation
uk: Додайте новий варіант

source: General
uk: Загальні

source: Please enable JavaScript to manage the data.
uk: Будь ласка, увімкніть JavaScript для управління даними

source: Category
uk: Категорії

source: Add New Interval
uk: Додати новий інтервал

source: Winter Season
uk: Зимовий сезон

source: Spring Season
uk: Весняний сезон

source: Summer Season
uk: Літній сезон

source: Autumn Season
uk: Осінній сезон

source: Select products that will be offered as extras for the currently edited one.
uk: Виберіть продукти, які будуть пропонуватися як додаткові послуги до редагованого на даний момент.

source: Select location
uk: Виберіть місце

source: the manage attribute page
uk: сторінку управління атрибутами

source: The list is empty. To edit it, please go to
uk: Список порожній. Щоб редагувати його, перейдіть на

source: Loading
uk: Завантаження

source: Oops, something went wrong. Check, please
uk: Щось пішло не так. Перевірте, будь ласка

source: Saved
uk: Збережено

source: Notice
uk: Повідомлення

source: The order's data have been changed.
uk: Дані замовлення змінено.

source: Order Details
uk: Деталі замовлення

source: Customer Details
uk: Інформація про клієнта

source: Additional Info
uk: Додаткова інформація

source: Pick-up drop-off dates
uk: Дати вивезення

source: There are no notes from the customer
uk: Зауважень від замовника немає

source: Order Actions
uk: Замовити дії

source: Re-send
uk: Повторно надіслати

source: Submit
uk: Відправити

source: Order re-sent successfully
uk: Замовлення повторно надіслано

source: Order saved successfully
uk: Замовлення успішно збережено

source: Order status saved successfully
uk: Статус замовлення успішно збережено

source: product
uk: товар

source: products
uk: товари

source: No products found
uk: Не знайдено товарів

source: Product
uk: Товар

source: Summary
uk: Резюме

source: Price on request
uk: Ціна за запитом

source: Subtotal
uk: Проміжна сума

source: The price of some product was not shown to the user.
uk: Ціна деякого товару не була показана користувачеві.

source: Amount of Products
uk: Кількість товарів

source: View
uk: Дивитись

source: Quantity:
uk: Кількість:

source: Price:
uk: Ціна:

source: Total:
uk: Всього:

source: Close
uk: Закрити

source: Rent again
uk: Зняти знову

source: History
uk: Історія

source: Wishlist
uk: Список побажань

source: Personal Info
uk: Особиста інформація

source: Your new password does not match.
uk: Ваш новий пароль не збігається.

source: Invalid password.
uk: Невірний пароль.

source: Your password has been successfully changed. Please, reload the page.
uk: Ваш пароль успішно змінено. Будь ласка, перезавантажте сторінку.

source: Your Gallery
uk: Ваша галерея

source: Your Personal Info
uk: Ваша особиста інформація

source: Profile Picture
uk: Зображення профілю

source: Billing Data
uk: Дані оплати

source: Change Password
uk: Змінити пароль

source: No items in your wishlist
uk: Немає елементів у вашому списку побажань

source: Rent
uk: Оренда

source: Remove
uk: Видалити

source: There is no attributes for this product
uk: Для цього товару немає атрибутів

source: One item has been removed from your wishlist
uk: %s елемент видалено зі списку побажань

source: Display
uk: Відображати

source: Enable
uk: Увімкнути

source: Agencies Page
uk: Сторінки агентств

source: Additional Fields
uk: Додаткові поля

source: Agents page
uk: Сторінка агентів

source: Cart page
uk: Сторінка кошика

source: days
uk: днів

source: The user's cart will be automatically erased after the end of goods shelf life in it
uk: Після закінчення терміну зберігання товарів кошик користувача буде автоматично очищено

source: Keep goods in the cart
uk: Тримайте товари в кошику

source: Checkout Page
uk: Сторінка оформлення замовлення

source: page
uk: сторінка

source: Redirect after Placing an Order to
uk: Перенаправлення після розміщення замовлення на

source: Only for registered users
uk: Тільки для зареєстрованих користувачів

source: Available for anyone
uk: Доступно для всіх

source: The customer can be registered during placing the order
uk: Клієнт може бути зареєстрований під час оформлення замовлення

source: The registration will be enabled but not required. Also, please make sure that users registration is enabled on "Dashboard" -> "Settings" -> "General" page
uk: Реєстрацію буде ввімкнено, але не потрібно. Також переконайтеся, що реєстрацію користувачів увімкнено на сторінці "Інформаційна панель" -> "Налаштування" -> "Загальне"

source: Placing Orders
uk: Розміщення замовлень

source: To avoid the displaying of the "Agree..." checkbox, just leave this field empty
uk: Щоб уникнути відображення прапорця "Погоджуюсь ...", просто залиште це поле порожнім

source: PayPal does not support this currency.
uk: PayPal не підтримує цю валюту.

source: Enable to add the PayPal payment feature.
uk: Увімкніть, щоб додати функцію оплати PayPal.

source: Get the necessary API keys and enter them below.
uk: Отримайте необхідні API ключі і введіть їх нижче.

source: Get the API Keys
uk: Отримайте API ключі

source: Client ID of your PayPal App.
uk: Ідентифікатор клієнта вашого додатку PayPal.

source: PayPal Client ID
uk: Ідентифікатор клієнта PayPal

source: Secret of your PayPal App.
uk: "Секрет" вашого додатку PayPal.

source: Customer Notifications
uk: Повідомлення клієнтів

source: Agent Notifications
uk: Повідомлення агента

source: New Order
uk: Нове замовлення

source: Enable to notify customers of their order being placed or marked as "On Hold"
uk: Увімкнути сповіщення клієнтів про розміщення замовлення або позначення його як "На утриманні"

source: Processed Order
uk: Оброблене замовлення

source: Enable to notify customers of their order being processed
uk: Увімкнути сповіщення клієнтів про їх обробку замовлення

source: Completed Order
uk: Виконане замовлення

source: Enable to notify customers of their order being completed
uk: Увімкнути сповіщення клієнтів про те, що їх замовлення виконано

source: Canceled Order
uk: Скасоване замовлення

source: Enable to notify customers of their order being canceled
uk: Увімкнути сповіщення клієнтів про скасування їх замовлення

source: Enable to notify agents of a new order being placed or marked as "On Hold"
uk: Увімкнути сповіщення агентів про нове замовлення, розміщене або позначене як "На утриманні"

source: Enable to notify agents of an order being marked as "Processed"
uk: Увімкнути сповіщення агентів про замовлення, позначене як «Оброблене»

source: Enable to notify agents of an order being marked as "Completed"
uk: Увімкнути сповіщення агентів про замовлення, позначене як "Виконане"

source: Enable to notify agents of order cancellation
uk: Увімкнути сповіщення агентів про скасування замовлення

source: No users allowed to send notifications to clients. Please check the users' capabilities on your site.
uk: Жоден користувач не має права надсилати сповіщення клієнтам. Будь ласка, перевірте можливості користувачів на вашому сайті.

source: Select the user on whose behalf customers will receive notifications
uk: Виберіть користувача, від імені якого клієнти будуть отримувати сповіщення

source: name
uk: ім'я

source: Enter custom data for "From" field
uk: Введіть власні дані для поля "Від"

source: Send from
uk: Надіслати від

source: Enter additional comma-separated emails of users who will receive notifications
uk: Введіть додаткові електронні адреси, розділені комами користувачів, які отримуватимуть сповіщення

source: Choose the agent(s) that will receive service notifications
uk: Виберіть агента (агентів), який буде отримувати службові сповіщення

source: Send to
uk: Відправити

source: Cannot get emails info
uk: Не вдається отримати інформацію про електронні листи

source: Enter subject
uk: Введіть тему

source: Advanced
uk: Розширений

source: Custom Code
uk: Спеціальний код

source: Images
uk: Зображення

source: Slider
uk: Слайдер

source: Misc
uk: Різне

source: Import / Export
uk: Імпорт / Експорт

source: License Key
uk: Ліцензійний ключ

source: Thousands and decimal separators can't be the same
uk: Тисячі та десяткові роздільники не можуть бути однаковими

source: Thousands separator mustn't contain numbers
uk: Розділювач тисяч не повинен містити цифр

source: Decimal separator mustn't contain numbers
uk: Десятковий роздільник не повинен містити цифр

source: Currency
uk: Валюта

source: Before numerals
uk: Перед числівниками

source: After numerals
uk: Після числівників

source: Currency Position
uk: Валютна позиція

source: Basic price
uk: Базова ціна

source: Seasons price
uk: Сезона ціна

source: Price Type
uk: Тип ціни

source: Thousands Separator
uk: Тисячний роздільник

source: Decimal Separator
uk: Десятковий роздільник

source: Number of Decimal Places
uk: Кількість десяткових місць

source: Install Now
uk: Встановити

source: Activate
uk: Активувати

source: Enable to use %s with %s
uk: Увімкнути використання % s з % s

source: Your %s plugin is outdated. Update it to the latest version
uk: Ваш плагін %s застарів. Оновіть його до останньої версії

source: Images Settings
uk: Налаштування зображень

source: Catalog Images Size
uk: Розмір зображень каталогу

source: Gallery Images Size
uk: Розмір зображень галереї

source: Enable to crop images when loading. Disable to resize images automatically using their aspect ratio.
uk: Увімкнути обрізання зображень під час завантаження. Вимкніть автоматичне зменшення розміру зображень із використанням їх пропорції.

source: Crop Images
uk: Обрізати зображення

source: Select the base crop position (the default is center).
uk: Виберіть базове положення обрізання (за замовчуванням - центр).

source: Crop position
uk: Позиція обрізання

source: Enable Lightbox
uk: Увімкнути лайтбокс

source: Slider Settings
uk: Налаштування слайдера

source: Enable Slider for Home Page
uk: Увімкніть повзунок для домашньої сторінки

source: No
uk: Немає

source: Centered
uk: По центру

source: Align Left
uk: Вирівняти за лівим краєм

source: Align Right
uk: Вирівняти за правим краєм

source: Add Search Form
uk: Додайте форму пошуку

source: Post Type in Slider
uk: Тип публікації в повзунку

source: Advanced Settings
uk: Розширені налаштування

source: Google Map Options
uk: Параметри карти Google

source: Key
uk: Ключ

source: Auto (using WordPress locale)
uk: Автоматично (з використанням мови WordPress)

source: Language
uk: Мова

source: For more info see %s. To allow automatic region detection, just leave it empty
uk: Для отримання додаткової інформації див. %s. Щоб дозволити автоматичне виявлення регіону, просто залиште його порожнім
