Repository: common-repository/bike-rental
Catalog: languages/bike-rental-*.po
Languages: uk

source: Region localization
uk: Локалізація регіону

source: Region Identifier
uk: Ідентифікатор регіону

source: Default Address
uk: Адреса за замовчуванням

source: Default Coordinates
uk: Координати за замовчуванням

source: Remove all products
uk: Видаліть усі продукти

source: Remove all attributes
uk: Видаліть усі атрибути

source: Remove all orders
uk: Видаліть усі замовлення

source: Uninstall Settings
uk: Видаліть Налаштування

source: Products
uk: Товари

source: Cart
uk: Кошик

source: Notifications
uk: Повідомлення

source: New products status has been added successfully
uk: Статус нових продуктів успішно додано

source: Ability to manage the plugin settings is not available any more. Please upgrade the plugin core and re-create all your products
uk: Можливість керувати налаштуваннями плагіна більше не доступна. Будь ласка, оновіть ядро плагіна та заново створіть усі свої продукти

source: Update the plugin core
uk: Оновіть ядро плагіна

source: Select new status for products that are marked as
uk: Виберіть новий статус для продуктів, позначених як

source: New products will be created that you can manage the way you want
uk: Будуть створені нові продукти, якими ви зможете керувати так, як хочете

source: Demo data will be completely removed from your site
uk: Демонстраційні дані будуть повністю видалені з вашого сайту

source: Cancel
uk: Скасувати

source: Status has been removed successfully
uk: Статус успішно видалено

source: Demo data successfully installed
uk: Демо дані успішно встановлені

source: Demo data deleted successfully
uk: Демо дані успішно видалені

source: Enable Variations
uk: Увімкнути варіації

source: Add to the search filters
uk: Додати до фільтрів пошуку

source: Statuses
uk: Статус

source: Label
uk: Мітка

source: Remove Status
uk: Видалити статус

source: Enter the new status slug
uk: Введіть новий статус slug

source: Enter the new status label
uk: Введіть нову мітку стану

source: Save Status
uk: Зберегти статус

source: Page
uk: Сторінка

source: Sort %s by
uk: Сортувати %s за

source: Ascending (e.g., 1, 2, 3; a, b, c)
uk: Зростаючі (наприклад, 1, 2, 3; a, b, c)

source: Descending (e.g., 3, 2, 1; c, b, a)
uk: За спаданням (наприклад, 3, 2, 1; c, b, a)

source: Sort %s
uk: Сортувати %s

source: Settings saved
uk: Налаштування збережені

source: Demo Data
uk: Демо Дані

source: Remove Demo Data
uk: Видалити Демо Дані

source: Not recommended in case you have changed and use demo data (products, attributes, etc.).
uk: Не рекомендується, якщо ви змінили та використовуєте демонстраційні дані (продукти, атрибути тощо).

source: Install Demo Data
uk: Встановити Демо Дані

source: Install demo data to add demo products and demo extras with images, details, manufacturers, body types, and others.
uk: Встановіть демонстраційні дані, щоб додати демонстраційні продукти та демонстраційні додатки із зображеннями, деталями, виробниками, типами кузовів та іншими.

source: Display Settings
uk: Налаштування

source: User Account Page
uk: Сторінка користувача

source: Enable registration
uk: Увімкнути реєстрацію

source: Account Endpoints
uk: Кінцеві точки облікового запису

source: Postfixes to links used on user accounts pages to perform certain actions. They must be unique and not contain spaces or other characters that are not allowed for use in the links.
uk: Постфікси до посилань, що використовуються на сторінках облікових записів користувачів для виконання певних дій. Вони повинні бути унікальними та не містити пробілів та інших символів, які заборонені для використання у посиланнях.

source: Not enough data to add product(-s) to the cart
uk: Недостатньо даних, щоб додати товар (и) до кошика

source: The product is already in the cart
uk: Товар вже в кошику

source: Pick-Up Date
uk: Дата прийому

source: Drop-Off Date
uk: Дата висадки

source: Cost
uk: Вартість

source: Cannot add extras to the cart
uk: Не вдається додати до кошика додаткові послуги

source: Product ordering is available only for registered users
uk: Замовлення товарів доступне лише для зареєстрованих користувачів

source: Please set correct date range
uk: Будь ласка, встановіть правильний діапазон дат

source: You can't select a past date
uk: Ви не можете вибрати минулу дату

source: Please select the category
uk: Виберіть категорію

source: Please enter a destination to start searching
uk: Введіть пункт призначення, щоб розпочати пошук

source: Please choose some extras
uk: Будь ласка, оберіть деякі додаткові послуги

source: Payment successfully completed
uk: Оплата успішно виконана

source: You have not entered the required data
uk: Ви не ввели необхідні дані

source: Not paid
uk: Не оплачено

source: For the payment system to work correctly, you need to introduce correct Client ID and Secret.
uk: Щоб платіжна система працювала коректно, потрібно ввести правильний ідентифікатор клієнта та секрет.

source: The period of keeping products in the cart
uk: Період зберігання продуктів у кошику

source: Cannot find the address on the map
uk: Не вдається знайти адресу на карті

source: Please enter the valid term slug
uk: Будь ласка, введіть дійсний термін slug

source: There are some errors occurred. Cannot get the attribute data
uk: Сталися деякі помилки. Не вдається отримати дані атрибута

source: Add to Wishlist
uk: Додати до списку побажань

source: Remove from Wishlist
uk: Вилучити зі списку побажань

source: View more
uk: Детальніше

source: One product is added to the cart
uk: До кошика додається %s товар

source: Image could not be processed. Please go back and try again.
uk: Не вдалось обробити зображення. Поверніться і спробуйте ще раз.

source: Agent
uk: Агент

source: Text field
uk: Текстове поле

source: Checkbox
uk: Прапорець

source: Radio button
uk: Радіо-кнопка

source: Drop down list
uk: Випадаючий список

source: Time
uk: Час

source: Datetime
uk: Дата, час

source: Number
uk: Нумер

source: Delete media
uk: Видалити

source: Set featured image
uk: Встановити обране зображення

source: Update featured image
uk: Оновити обране зображення

source: Select featured image
uk: Виберіть обране зображення

source: Select
uk: Виберіть

source: Add images
uk: Додайте зображення

source: Select images
uk: Виберіть зображення

source: Insert
uk: Вставити

source: Please enable JavaScript to manage images
uk: Будь ласка, увімкніть JavaScript для управління зображеннями

source: Adds the site title
uk: Додає заголовок сайту

source: Adds the order ID
uk: Додає ідентифікатор замовлення

source: Adds the order creation date
uk: Додає дату створення замовлення

source: Adds the ordered products rent interval
uk: Додає інтервал оренди замовленої продукції

source: Adds the list of ordered products data with the price summaries
uk: Додає перелік даних замовлених товарів із підсумками цін

source: Adds customer data entered during placing the order
uk: Додає дані клієнта, введені під час оформлення замовлення

source: Adds customer's full name entered during placing the order
uk: Додає повне ім’я клієнта, введене під час оформлення замовлення

source: Adds the order status
uk: Додає статус замовлення

source: First Name
uk: Ім'я

source: Last Name
uk: Прізвище

source: Message
uk: Повідомлення

source: Can't get order data
uk: Не вдається отримати дані замовлення

source: Can't get email recipient data
uk: Не вдається отримати дані одержувача електронної пошти

source: Can't get email data
uk: Не вдається отримати дані електронної пошти

source: Order number
uk: Номер замовлення

source: Order status
uk: Статус замовлення

source: Ordered products
uk: Замовлена продукція

source: Billing details
uk: Платіжні реквізити

source: product removed
uk: продукт видалено

source: Please fill in all required fields
uk: Будь ласка, заповніть всі обов'язкові поля

source: Please enter the correct phone number
uk: Введіть правильний номер телефону

source: Please enter the correct email
uk: Введіть правильну електронну адресу

source: Emails don't match. Please check
uk: Електронні адреси не збігаються. Будь ласка, перевірте

source: Please accept Terms and Conditions
uk: Прийміть Загальні положення та умови

source: Cannot place order. Please try again later
uk: Неможливо зробити замовлення. Будь-ласка спробуйте пізніше

source: It seems that there is nothing to order. Please choose a product to make an order
uk: Здається, замовляти нема чого. Будь ласка, виберіть товар, щоб зробити замовлення

source: User with such email is already registered. Would you like to %s
uk: Користувач з такою електронною поштою вже зареєстрований. Хочете %s

source: login
uk: логін

source: Cannot register new user. Please try again later
uk: Не вдається зареєструвати нового користувача. Будь-ласка спробуйте пізніше

source: Cannot authenticate user
uk: Не вдається автентифікувати користувача

source: Cannot update order data
uk: Не вдається оновити дані замовлення

source: Cannot update products list
uk: Не вдається оновити список продуктів

source: %s is outdated. Update it to the latest version
uk: %s застарілий. Оновіть його до останньої версії

source: Enable Slider for
uk: Увімкнути повзунок для

source: Add Product Search Form
uk: Додайте форму пошуку товару

source: Columns
uk: Стовпці

source: The amount of columns that will be displayed in gallery on Your profile page
uk: Кількість стовпців, яка буде відображатися в галереї на сторінці вашого профілю

source: Nickname
uk: Прізвисько

source: About Me
uk: Про мене

source: Current Password
uk: Поточний пароль

source: New Password
uk: Новий Пароль

source: Confirm New Password
uk: Підтвердити новий пароль

source: Month
uk: Місяць

source: Day
uk: День

source: Year
uk: Рік

source: Visibility
uk: Видимість

source: Postal Code
uk: Поштовий індекс

source: Billing Address
uk: Адреса виставлення рахунку

source: Billing Address 2
uk: Адреса виставлення рахунку 2

source: Card Number
uk: Номер картки

source: Country
uk: Країна

source: Select image
uk: Виберіть зображення

source: Select and Crop
uk: Виберіть і обріжте

source: Set Image
uk: Встановити зображення

source: Remove Image
uk: Видалити зображення

source: On hold
uk: На утриманні

source: Processed
uk: Оброблено

source: Completed
uk: Завершено

source: Canceled
uk: Скасовано

source: Drop Down List
uk: Випадаючий список

source: List with Checkboxes
uk: Список із прапорцями

source: List with Radioboxes
uk: Список з радіобоксами

source: List of Locations
uk: Список місць

source: Single Location
uk: Одномісне розташування

source: Text
uk: Текст

source: sun
uk: нд

source: mon
uk: пн

source: tue
uk: вт

source: wed
uk: ср

source: thu
uk: чт

source: fri
uk: пт

source: sat
uk: сб

source: Sunday
uk: Неділя

source: Monday
uk: Понеділок

source: Tuesday
uk: Вівторок

source: Wednesday
uk: Середа

source: Thursday
uk: Четвер

source: Friday
uk: П’ятниця

source: Saturday
uk: Субота

source: none
uk: жоден

source: hour
uk: год

source: day
uk: день

source: night
uk: ніч

source: week
uk: тиждень

source: month
uk: місяць

source: year
uk: рік

source: Working Hours
uk: Робочі години

source: No image
uk: Немає зображення

source: More details
uk: Детальніше

source: Search Filter
uk: Фільтр пошуку

source: Available
uk: Доступно

source: Not Available
uk: Не активовано

source: Reserved
uk: Зарезервований

source: In Use
uk: У вживанні

source: Agencies
uk: Агентства

source: Note
uk: Примітка

source: Add to cart
uk: Додати в кошик

source: Add extras to cart
uk: Додайте додаткові товари в кошик

source: Select Category
uk: Виберіть категорію

source: Back to search
uk: Повернутися до пошуку

source: Show on map
uk: Показати на карті

source: Hide map
uk: Сховати карту

source: Grid view
uk: Вид сітки

source: List view
uk: Перегляд списку

source: Pick-up Date
uk: Дата прийому

source: Drop-off Date and Time
uk: Дата та час висадки

source: Choose an item
uk: Виберіть предмет

source: Reset
uk: Скинути

source: Update Cart
uk: Оновити кошик

source: Place Order
uk: Зробити замовлення

source: Back to products
uk: Повернутися до продуктів

source: There is nothing in the cart
uk: У кошику нічого немає

source: Confirm Email
uk: Підтвердьте електронну пошту

source: Enter your message
uk: Введіть своє повідомлення

source: Register me
uk: Реєстрація

source: Rent Interval
uk: Інтервал оренди

source: Our Address
uk: Наша адреса

source: Time schedule
uk: Графік

source: Categories
uk: Категорії

source: Book now
uk: Резервувати зараз

source: Tags
uk: Мітки

source: Sorry, we couldn't find any results matching this search
uk: На жаль, ми не змогли знайти результати, що відповідають цьому пошуку

source: Your order
uk: Ваше замовлення

source: Order Subtotal
uk: Проміжні підсумки замовлення

source: No chosen extras
uk: Ніяких обраних статистів

source: Extras Subtotal
uk: Додаткові Відомості

source: Billing Details
uk: Платіжні реквізити

source: There is nothing to order
uk: Замовляти нема чого

source: No chosen extras yet
uk: Ще немає вибраних статистів

source: Phone number
uk: Номер телефону

source: Per page
uk: На сторінку

source: Sort by
uk: Сортувати за

source: Sort
uk: Сортувати
